Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: No search term specified. Showing recent items.
ca_es: No s'ha especificat cap terme de cerca. Es mostren els articles més recents.

source: Only a static class method or function can be used in an uninstall hook.
ca_es: Solament una funció o mètode estàtics es poden fer servir en un script de desinstal·lació.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
ca_es: El pas d'un nombre enter d'entrades és obsolet. Passeu per contra una matriu d'arguments.

source: Aside
ca_es: Anotació

source: Chat
ca_es: Xat

source: Image
ca_es: imatge

source: Quote
ca_es: Citació

source: No pages found in Trash.
ca_es: No s'ha trobat cap pàgina a la paperera.

source: No pages found.
ca_es: No s'ha trobat cap pàgina.

source: No posts found in Trash.
ca_es: No s'ha trobat cap entrada a la paperera.

source: Shortlink
ca_es: Enllaç curt

source: Invalid attachment ID.
ca_es: Identificador d'adjunt incorrecte.

source: This file no longer needs to be included.
ca_es: Aquest fitxer ja no ha de ser inclòs.

source: Please enter your username or email address. You will receive a link to create a new password via email.
ca_es: Introduïu el nom d'usuari i contrasenya. Rebreu per correu electrònic un enllaç per crear una contrasenya nova.

source: Display as dropdown
ca_es: Mostra com un menú desplegable

source: Large size image height
ca_es: Alçada de la imatge de mida gran

source: Medium size image width
ca_es: Amplada de la imatge de mida mitjana

source: Medium size image height
ca_es: Alçada de la imatge de mida mitjana

source: Large size image width
ca_es: Amplada de la imatge de mida gran

source: Crop thumbnail to exact dimensions
ca_es: Retalla la miniatura a les dimensions exactes

source: Thumbnail Height
ca_es: Alçada de la miniatura

source: Thumbnail Width
ca_es: Amplada de la miniatura

source: No matches found.
ca_es: No s'ha trobat cap resultat.

source: New password
ca_es: Contrasenya nova

source: Confirm new password
ca_es: Confirma la contrasenya nova

source: To reset your password, visit the following address:
ca_es: Per reinicialitzar la contrasenya, visiteu l'adreça següent:

source: Reset Password
ca_es: Reinicialitza la contrasenya

source: The passwords do not match.
ca_es: La contrasenya no coincideix.

source: Password Reset
ca_es: Reinicialitza la contrasenya

source: Your password has been reset.
ca_es: La contrasenya ha estat reinicialitzada.

source: Someone requested that the password be reset for the following account:
ca_es: Hom ha sol·licitat reinicialitzar la contrasenya per al següent compte:

source: If this was a mistake, just ignore this email and nothing will happen.
ca_es: Si això fos un error, ignoreu aquest correu electrònic i no passarà res.

source: Enter your new password below.
ca_es: Introduïu la contrasenya nova a continuació.

source: Invalid post
ca_es: Entrada no vàlida

source: Edit My Profile
ca_es: Edita el perfil

source: My Account
ca_es: El meu compte

source: Manage Comments
ca_es: Gestiona els comentaris

source: View comment history
ca_es: Visualitza l'historial dels comentaris

source: Akismet was unable to re-check this comment (response: %s)
ca_es: L'Akismet no ha pogut tornar a comprovar aquest comentari (resposta: %s)

source: Flagged as spam by %s
ca_es: Marcat com a brossa per %s

source: Akismet re-checked and caught this comment as spam
ca_es: L'Akismet a tornat a comprovar i ha capturat aquest comentari com a brossa

source: Please <a href="%s">upgrade WordPress</a> to a current version, or <a href="%s">downgrade to version 2.4 of the Akismet plugin</a>.
ca_es: <a href="%s">Actualitzeu el WordPress</a> a la versió actual, o <a href="%s">desactualitzeu l'extensió de l'Akismet a la versió 2.4</a>.

source: Un-spammed by %s
ca_es: Marcat com a no brossa per %s

source: Akismet re-checked and cleared this comment
ca_es: L'Akismet ha tornat a comprovar i esborrat aquest comentari

source: Only lowercase letters (a-z) and numbers are allowed.
ca_es: Solament estan permeses lletres en minúscula de la 'a' a la 'z' i números.

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
ca_es: "caller_get_posts" està obsoleta. Useu per contra "ignore_sticky_posts" .

source: New Link Category Name
ca_es: Nom de categoria d'enllaços nova

source: Add New Link Category
ca_es: Afegeix una categoria d'enllaços

source: Update Link Category
ca_es: Actualitza la categoria d'enllaços

source: All Link Categories
ca_es: Totes les categories d'enllaços

source: Search Link Categories
ca_es: Cerca categories d'enllaços

source: Link Category
ca_es: Categoria d'enllaços

source: Network Admin
ca_es: Administrador de la xarxa

source: Can&#8217;t select database <p>We were able to connect to the database server (which means your username and password is okay) but not able to select the <code>%1$s</code> database.</p> <ul> <li>Are you sure it exists?</li> <li>Does the user <code>%2$s</code> have permission to use the <code>%1$s</code> database?</li> <li>On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?</li> </ul> <p>If you don't know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="http://wordpress.org/support/">WordPress Support Forums</a>.</p>
ca_es: No es pot seleccionar la base de dades <p>Hem pogut connectar amb la base de dades del servidor (la qual cosa significa que el nom d'usuari i contrasenya són correctes) però no hem pogut seleccionar la base de dades <code>%1$s</code>.</p> <ul> <li>Esteu segurs que existeix?</li> <li>Té l'usuari <code>%2$s</code> permisos per usar la base de dades <code>%1$s</code>?</li> <li>En alguns sistemes el nom de la base de dades té com a prefix el nom d'usuari, per la qual cosa seria una cosa com <code>usuari_%1$s</code>. Podria ser aquest el problema?</li> </ul> <p>Si no sabeu com configurar una base de dades, hauríeu de <strong>contactar amb el vostre proveïdor</strong>. Si tot falla, podreu trobar ajuda als <a href="http://wordpress.org/support/">fórums de suport del WordPress</a> (en anglès).</p>

source: Read the <a target="_blank" href="http://codex.wordpress.org/Debugging_a_WordPress_Network">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
ca_es: Llegiu la pàgina <a target="_blank" href="http://codex.wordpress.org/Debugging_a_WordPress_Network">d'informe d'errades</a> (en anglès). Algunes de les guies que hi ha allà us poden ajudar a esbrinar que va anar malament.

source: [%1$s] Activate %2$s
ca_es: [%1$s] Activa %2$s

source: No site defined on this host. If you are the owner of this site, please check <a href="http://codex.wordpress.org/Debugging_a_WordPress_Network">Debugging a WordPress Network</a> for help.
ca_es: No s'ha definit cap lloc web en aquest amfitrió. Si sou propietari d'aquest lloc web, pegueu un cop d'ull a <a href="http://codex.wordpress.org/Debugging_a_WordPress_Network">Depurant una xarxa Wordpress</a> (en anglès) per si trobeu ajuda.

source: Spam Blocked
ca_es: S'han blocat els comentaris brossa

source: You must <a href="%1$s">enter your Akismet API key</a> for it to work.
ca_es: Heu d'<a href="%1$s">introduir la vostra clau API d'Akismet</a> per fer-lo anar.

source: Akismet API Key
ca_es: Clau API d'Akismet

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
ca_es: El servidor executa la versió %1$s del PHP però el WordPress %2$s necessita almenys la %3$s.

source: A new trackback on the post "%s" is waiting for your approval
ca_es: Hi ha un nou retroenllaç a l'entrada "%s" esperant la vostra aprovació.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
ca_es: Si sou el propietari d'aquesta xarxa, comproveu que MySQL s'està executant correctament i totes les taules estan lliures d'error.

source: If your site does not display, please contact the owner of this network.
ca_es: Si el lloc no es mostra, contacteu amb el propietari de la xarxa.

source: One Response to %2$s
ca_es: Una resposta a %2$s

source: user
ca_es: usuari

source: blog
ca_es: bloc

source: all
ca_es: tots

source: Custom Menu
ca_es: Menú personalitzat

source: Use this widget to add one of your custom menus as a widget.
ca_es: Utilitzeu aquest giny per afegir un dels vostres menús personalitzats com si fos un giny.

source: New pingback on your post "%s"
ca_es: Hi ha un nou retroping de l'entrada "%s"

source: A new pingback on the post "%s" is waiting for your approval
ca_es: Hi ha un nou retroping a l'entrada "%s" esperant l'aprovació

source: A new comment on the post "%s" is waiting for your approval
ca_es: Un nou comentari a l'entrada "%s" espera l'aprovació

source: New trackback on your post "%s"
ca_es: Hi ha un nou retroenllaç a l'entrada "%s"

source: New comment on your post "%s"
ca_es: Hi ha un nou retroenllaç a l'entrada "%s"

source: A term with the name provided already exists.
ca_es: Ja existeix un terme amb el nom que heu donat.

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
ca_es: Vàlid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: %1$s and %2$s.
ca_es: %1$s i %2$s.

source: F, Y
ca_es: F \d\e Y

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives.
ca_es: Esteu navegant pels arxius del lloc <a href="%1$s/">%2$s</a>.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for %3$s.
ca_es: Esteu navegant pels arxius del bloc <a href="%1$s/">%2$s</a> del %3$s.

source: Comments are closed.
ca_es: Els comentaris estan tancats.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the year %3$s.
ca_es: Esteu navegant pels arxius del bloc <a href="%1$s/">%2$s</a> de l'any %3$s.

source: Logged in as <a href="%1$s">%2$s</a>.
ca_es: Heu iniciat sessió com a <a href="%1$s">%2$s</a>.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
ca_es: Heu iniciat sessió com a <a href="%1$s">%2$s</a>. <a href="%3$s" title="Tanca aquesta sessió">Tanca la sessió &raquo;</a>

source: Submit Comment
ca_es: Envia el comentari

source: %1$s is proudly powered by %2$s
ca_es: %1$s funciona gràcies al %2$s

source: Your Comment
ca_es: El vostre comentari

source: Say It!
ca_es: Digues-ho!

source: Close this window.
ca_es: Tanca aquesta finestra.

source: Sorry, no posts matched your criteria.
ca_es: No hi ha cap entrada que es correspongui amb els criteris.

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
ca_es: Funciona amb el <a href="%s" title="Funciona amb el WordPress, una plataforma de publicació semàntica personal en estat d'art"><strong>WordPress</strong></a>

source: Log out of this account
ca_es: Surt d'aquest compte

source: Log out &raquo;
ca_es: Surt &raquo;

source: Mail (will not be published)
ca_es: El correu electrònic (no es publicarà)

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
ca_es: <strong>XHTML:</strong> Podeu fer servir aquestes etiquetes: <code>%s</code>

source: You have searched the <a href="%1$s/">%2$s</a> blog archives for <strong>&#8216;%3$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
ca_es: Heu cercat <strong>&#8216;%3$s&#8217;</strong> als arxius del bloc <a href="%1$s/">%2$s</a>. Si no podeu trobar el que voleu als resultats, podeu provar amb algun d'aquests enllaços.

source: l, F jS, Y
ca_es: l, j \d\e\/\d\' F \d\e Y

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the day %3$s.
ca_es: Esteu navegant pels arxius del bloc <a href="%1$s/">%2$s</a> del dia %3$s.

source: You are currently browsing the archives for the %s category.
ca_es: Esteu navegant pels arxius de la categoria %s.

source: %d queries. %s seconds.
ca_es: %d consultes. %s segons.

source: Comments (RSS)
ca_es: Comentaris (RSS)

source: Entries (RSS)
ca_es: Entrades (RSS)

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed: <code>%s</code>
ca_es: El salt de línia i paràgraf són automàtics, l'adreça de correu electrònic no es mostrarà mai, l'<acronym title="Hypertext Markup Language">HTML</acronym> permès és: <code>%s</code>

source: This post is password protected. Enter the password to view comments.
ca_es: Aquesta entrada està protegida amb contrasenya. Introduïu-la per veure'n els comentaris.

source: This page validates as XHTML 1.0 Transitional
ca_es: Aquesta pàgina té codi XHTML 1.0 Transitional vàlid

source: Sorry, the comment form is closed at this time.
ca_es: El formulari de comentaris està tancat ara mateix.

source: %1$s - Comments on %2$s
ca_es: %1$s - Comentaris a %2$s

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
ca_es: Canal <abbr title="Really Simple Syndication">RSS</abbr> pels comentaris a aquesta entrada.

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is: <em>%s</em>
ca_es: L'<abbr title="Universal Resource Locator">URL</abbr> pels retroenllaços a aquesta entrada és: <em>%s</em>

source: by %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>
ca_es: per %1$s &#8212; %2$s a les <a href="#comment-%3$s">%4$s</a>

source: Leave a comment
ca_es: Deixa un comentari

source: Choose from the most used tags
ca_es: Trieu una de les etiquetes més usades

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
ca_es: Podeu fer servir aquestes etiquetes i atributs <abbr title="HyperText Markup Language">HTML</abbr>: %s

source: Search Tags
ca_es: Cerca etiquetes

source: Popular Tags
ca_es: Etiquetes més comuns

source: New Category Name
ca_es: Nou nom de categoria

source: New Tag Name
ca_es: Nou nom d'etiqueta

source: Add New Category
ca_es: Afegeix

source: Add New Tag
ca_es: Afegeix una etiqueta nova

source: Update Tag
ca_es: Actualitza l'etiqueta

source: Parent Category:
ca_es: Categoria pare:

source: Parent Category
ca_es: Categoria pare

source: All Tags
ca_es: Totes les etiquetes

source: Sorry, new registrations are not allowed at this time.
ca_es: Ho sentim, no estan permesos els nous registres en aquest moment.

source: Check your inbox at <strong>%s</strong> and click the link given.
ca_es: Comproveu la safata d'entrada a <strong>%1$s</strong> i cliqueu en l'enllaç que hi trobareu.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
ca_es: Espereu una mica més. A vegades l'enviament de correu es demora per processos fora del nostre control.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
ca_es: Reviseu la paperera o la carpeta de correu brossa al vostre client de correu. A vegades els correus electrònics acaben allà per error.

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
ca_es: Felicitats administrador del lloc web! Actualment esteu permetent &#8220;%s&#8221; registres. Per a canviar o desactivar el registre, aneu a la <a href="%s">pàgina d'opcions</a>.

source: We send your registration email to this address. (Double-check your email address before continuing.)
ca_es: Us enviem el correu electrònic de registre a aquesta adreça. (Comproveu dues vegades l'adreça de correu abans de continuar.)

source: Search Pages
ca_es: Cerca pàgines

source: Add New Post
ca_es: Afegeix una entrada nova

source: Parent Page:
ca_es: Pàgina mare

source: Edit Page
ca_es: Edita pàgina

source: Search Posts
ca_es: Cerca a les entrades

source: Add New Page
ca_es: Afegeix una pàgina nova

source: Pages
ca_es: Pàgines

source: The constant <code>VHOST</code> <strong>is deprecated</strong>. Use the boolean constant <code>SUBDOMAIN_INSTALL</code> in wp-config.php to enable a subdomain configuration. Use is_subdomain_install() to check whether a subdomain configuration is enabled.
ca_es: La constant <code>VHOST</code> <strong>està defasada</strong>. Feu servir la constan booleana <code>SUBDOMAIN_INSTALL</code> al fitxer wp-config.php per activar la configuració de subdominis. Utilitzeu is_subdomain_install() per comprovar si la configuració del subdomini està activada.

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
ca_es: <strong>Valors en conflicte per a les constants VHOST and SUBDOMAIN_INSTALL.</strong> El valor de SUBDOMAIN_INSTALL s'assumirà que és el del paràmetre de configuració del subdomini.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
ca_es: <strong>ERROR</strong>: El nom d'usuari no és vàlid perquè conté caràcters il·legals. Introduïu un nom d'usuari vàlid.

source: Required fields are marked %s
ca_es: Els camps necessaris estan marcats amb %s

source: Please include a %1$s template in your theme.
ca_es: Inclogueu una plantilla %1$s en el tema.

source: Theme without %1$s
ca_es: Tema sense %1$s

source: <strong>Could not find site <code>%1$s</code>.</strong> Searched for table <code>%2$s</code> in database <code>%3$s</code>. Is that right?
ca_es: <strong>No es pot trobar el lloc web <code>%1$s</code>.</strong> Resultats de la cerca per a la taula <em>%2$s</em> en la base de dades <code>%3$s</code>. És correcte?

source: The <code>%s</code> option is deprecated for the family of <code>bloginfo()</code> functions.
ca_es: L'opció <code>%s</code> és obsoleta per a la família de funcions <code>bloginfo()</code>.

source: Use the <code>%s</code> option instead.
ca_es: Utilitzeu per contra l'opció <code>%s</code>.

source: Your site&#8217;s WordPress Pages
ca_es: Les pàgines del WordPress del teu lloc

source: Your web host or server administrator has disabled PHP's <code>fsockopen</code> or <code>gethostbynamel</code> functions. <strong>Akismet cannot work correctly until this is fixed.</strong> Please contact your web host or firewall administrator and give them <a href="%s" target="_blank">this information about Akismet's system requirements</a>.
ca_es: L'administrador del vostre servidor web ha desactivat les funcions PHP <code>fsockopen</code> o <code>gethostbynamel</code>. <strong>Akismet no pot funcionar correctament fins que això estiga solucionat.</strong> Contacteu amb els vostre administrador web o del tallafocs i doneu-li <a href="%s" target="_blank">aquesta informació sobre els requisits de sistema de l'Akismet</a>.

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted <code>%s</code>. You really should look at your database now.
ca_es: <strong>Les taules de la base de dades no existeixen.</strong> Això vol dir que el MySQL no s'està executant, que el WordPress no està instal·lat correctament, o que algú ha esborrat <code>%s</code>. De debò que ara <em>hauríeu</em> de pegar-li un cop d'ull a la base de dades.

source: Sorry, you do not have access to user data on this site.
ca_es: No teniu accés a les dades d'usuari en aquest lloc web.

source: Sorry, you are not allowed to post on this site.
ca_es: No teniu autorització per publicar en aquest lloc web.

source: Sorry, you are not allowed to publish posts on this site.
ca_es: No teniu permisos per publicar entrades en aquest lloc web.

source: Sorry, you must be able to edit posts on this site in order to view categories.
ca_es: Heu de tenir permís per editar entrades en aquest lloc web per veure les categories.

source: Sorry, you are not allowed to publish pages on this site.
ca_es: No teniu autorització per publicar en aquest lloc web.

source: Sorry, that site already exists!
ca_es: Ho sentim, aquest lloc web ja existeix!

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
ca_es: Per activar el bloc, feu clic en el següent enllaç: %s Una vegada l'activeu, rebreu *altre correu electrònic* amb les dades d'entrada. Una vegada l'activeu, podeu visitar el vostre lloc web aquí: %s

source: New Site Registration: %s
ca_es: Registre de nou lloc web: %s

source: Sorry, site names may not contain the character &#8220;_&#8221;!
ca_es: Els noms dels llocs web no poden contenir el caràcter &#8220;_&#8221;!

source: New %1$s Site: %2$s
ca_es: Nou lloc web %1$s: %2$s

source: The site is already active.
ca_es: El lloc web ja és actiu.

source: Sorry, you cannot edit posts on this site.
ca_es: No podeu editar entrades en aquest lloc web.

source: Sorry, you must be able to edit posts to this site in order to view categories.
ca_es: Heu de tenir permís per editar entrades en aquest lloc web per a veure les categories.

source: You are not allowed access to details about this site.
ca_es: No teniu autorització per accedir als detalls sobre aquest lloc web.

source: Could not create site.
ca_es: No s'ha pogut crear el lloc web.

source: The most recent posts on your site
ca_es: Les entrades més recents del teu lloc web

source: A calendar of your site&#8217;s posts
ca_es: Un calendari de les entrades del teu lloc web

source: Sorry, site names must have letters too!
ca_es: Els noms de lloc web han de tenir lletres també!

source: Sorry, you may not use that site name.
ca_es: Ho sentim, no podeu fer servir aquest nom de lloc web.

source: A monthly archive of your site&#8217;s posts
ca_es: Un arxiu mensual de les entrades del teu lloc web

source: A search form for your site
ca_es: Un formulari de cerca per al teu lloc

source: Sorry, that site is reserved!
ca_es: Ho sentim, aquest lloc web està reservat!

source: That site is currently reserved but may be available in a couple days.
ca_es: Aquest lloc web està actualment reservat per pot estar disponible en un parell de dies.

source: New user registration on your site %s:
ca_es: Registre d'usuari nou al lloc web %s:

source: You are not allowed to moderate comments on this site.
ca_es: No teniu autorització per moderar comentaris en aquest lloc web.

source: Sorry, you must be able to edit posts on this site in order to view tags.
ca_es: Heu de tenir permís per editar entrades en aquest lloc web per a veure les etiquetes.

source: Site Tagline
ca_es: Lema del lloc web

source: This site has been archived or suspended.
ca_es: Aquest lloc web ha estat arxivat o suspès.

source: No site by that name on this system.
ca_es: No hi ha cap lloc web amb aquest nom al sistema.

source: That site does not exist. Please try <a href="%s">%s</a>.
ca_es: Aquest lloc web no existeix. Intenteu-ho amb <a href="%s">%s</a>.

source: The site you have requested is not installed properly. Please contact the system administrator.
ca_es: El lloc web que heu sol·licitat no s'ha instal·lat correctament. Contacteu amb l'administrador del sistema.

source: No results found.
ca_es: No s'ha trobat cap resultat.

source: The menu name <strong>%s</strong> conflicts with another menu name. Please try another.
ca_es: El nom del menú <strong>%s</strong> entra en conflicte amb una altre nom de menú. Proveu amb un altre.

source: The given object ID is not that of a menu item.
ca_es: L'identificador d'objecte donat no és el d'un element del menú.
